
[
    {
      "id": 1,
      "name": "Dentifrice Longrich au thé blanc",
      "quantite":"200g",
      "smallDescription":"dentifrice Arome à la menthe, multiple action",
      "category": "Produit de sante",
      "subCategory": "bouche",
      "ingredient": ["Thé blanc",
      "xylitol"," aloès Vera","benzoate de sodium","CaGP (glycérophosphate de calcium)"
    ],
      "usage": "Orales, et dermiques (adultes et enfants pas avant 1 ans .brossage 2-3 fois/jour, 1-3 minutes brossage si souffrance d’ulcères buccal, Laissez le dentifrice après le brossage 2-3 minutes dans la bouche avant rinçage",
      "tags":[
        "carie","haleine fraiche"
      ],
      "price": 79.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/zrYtVYc/Dentifrice-Longrich-au-the-blanc.webp",
      "availability": true,
      "description": " Grâce à son niveau élevé d’antioxydant, le thé blanc sera mieux préparé à combattre et neutraliser les radicaux libres. Joue un rôle de prévention sur l'apparition des caries, les tartres et plaque dentaire, il va tuer également les bactéries qui sont à l'origine de la mauvaise haleine et la fragilité des gencives. Il contient de petites quantités d'autres nutriments qui vont maintenir vos dents saines ,Xylitol : avec un indice glycémique très faible, il aide à combattre les otites chez les jeunes enfants et réduit les risques de caries (et celles déjà formées) freinant la prolifération des bactéries notamment le Streptococcus mutants, la bactérie responsable de la formation des caries. Il rafraichit également l'haleine,aloès verra : stimule la cicatrisation et a également une activité anti-inflammatoire Benzoate de sodium : contient une forte teneur en agents antifongique CaGP (glycérophosphate de calcium) Protéger les dents et la santé des tissus parodontau ",
      "images": [
      ],
      "fonction":"",
      "featured":true
    },
    {
      "id": 2,
      "name": "Longrich Spray Buccal",
      "quantite":"15g",
      "smallDescription":"Rendre fraiche votre haile fraiche arome a la menthe",
      "category": "Produit de sante",
      "subCategory": "bouche",
      "ingredient": ["Thé blanc"," huile de menthe poivrée"," PEG-40 Huile de ricin hydrogénée"
    ],
      "usage": "Orales et dermiques (adultes et enfants pas avant 5ans),ulvériser sur zone affecté directement, 1-2 pulvérisation dans la bouche 2-4 fois par jour au besoin peut-être avaler. ",
      "tags":[
        "haleine fraiche","carie","peau","menthe"
      ],
      "price": 79.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/zsYczFg/Mouthfreshner-1.webp",
      "availability": true,
      "description": "aide à éradiquer la mauvaise haleine avant ou après manger, fumer ou boire il est efficace dans le traitement de la toux chez les enfants, permettant aux poumons de se détendre et il est un bon émulsifiant.Il a un effet de refroidissement et il est utilisé dans traitement dela cellulite.Il stimule une sensation de fraicheur dans la bouche et au corps, il a des propriétés anti oxydantes et anti-cancérigènes car contient du thé blanc et la menthe utilisé avec de l'eau chaude pour soulager les symptômes du rhume grâce à la libérationde vapeur,il aide à traiter les maux de gorge ou congestion nasale aide à ramollir les aliments callé entre les dents pour faciliter leursextractions ",
      "images": [
      ],
      "fonction":"Protège les gencives, traite et protège les muqueuses buccales, antibactérien,cavité buccal et inflammation, haleine fraîche, Mauvaise haleine, état grippale, ",
      "featured":false
    },
    {
      "id": 3,
      "name": "Eau de toilette floral Anti moustique",
      "quantite":"195 ml",
      "smallDescription":"Anti moustique et anti demangeason efficace",
      "category":"Soins du corps",
      "subCategory":"",
      "ingredient": ["Eau",
      "Alcool","diéthyl-3-méthylbenzamide (DEET) ","huile essentiel de fleurs"
    ],
      "usage": "Dermiques (adultes et enfants pas avant 1ans,ulvériser sur zone affecté directement,Ne pas avaler, ne pas pulvériser à l'œil ou de la bouche, garder loin des enfants.Utiliser avec prudence chez les patients asthmatique et les femmes enceintes. Ne pas appliquer sur des blessures. Diluer si allergie à l’alcoo ",
      "tags":[
        "odeur corporel"
      ],
      "price": 79.99,
      "priceDiscount": 69.99,
      "image": "LongrichAsset/tryLong.png",
      "availability": true,
      "description": "Est un insectifuge et non insecticide, -Contient du DEET, comme ingrédient actif, il protège contre les moustiques et tous insectes piqueurs ou mordeurs, soulage les piqures d’insectes et ne provoque pas d'irritation de lapeau -jusqu'à 8 heures de protection contre toute piqure de moustique ou insectes volants grâce àsa concentration de DEET de 5% et autre ingrédients nonagressifbonne fragrance floral et fruiter ainsi peut être utilisé commeparfum corporelle-Pulvériser sur la partie externe du corps en évitant lesblessures-sans danger pour la peau aucun effet cancéreux, ni nocif pourla peau-Il ne provoque pasl'oxydation-son odeur perturbe les fonctions des récepteurs spéciaux des antennesde moustiques-Une fois qu'il pénètre dans le corps humain, il est éliminé par les urine",
      "images": [
      ],
      "fonction":"anti - moustique, anti - démangeaison, odeur corpore",
      "featured":false
    },
    {
      "id": 4,
      "name": "Longrich déodorant Anti transpirant roll-on",
      "quantite":"50 ml",
      "smallDescription":"La transpiration stopper en un coup",
      "category": "Soins du corps",
      "subCategory": "Lotion",
      "ingredient": ["Eau","Alcool",", allantoïnes","poudre de jus de feuilles d'aloe"
    ],
      "usage": "Dermiques, tous type de peau adultes et enfants pas avant 5 ans.pplication aux aisselles utilisées Prudemment sur les blessures ou la peau sensible.",
      "tags":[
        "acne"
      ],
      "price": 79.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/f1Pr5DL/Deodorant-anti-transpirant.png",
      "availability": false,
      "description": "Allantoïnes : Reconnue pour ses propriétés hydratantes, anti-irritantes et son action trophique cellulaire (bénéfique sur la croissance des cellules), elle est efficace même à faible concentration (à partir de 0,1%). Elle a un très bon profil toxicologique (agent non toxique, non irritant), compatible avec la plupart des ingrédients des formulations et avec les matériaux de conditionnement.Elle est utilisée dans le traitement des plaies, brûlures et ulcères cutanés. Elle aide à la régénération des tissus lésés (granulation) et agit comme accélérateur decicatrisation. Fait à base d’ingrédients semi naturel non toxique un parfum doux, discret et agréable pour homme, femme et enfants Nitrite pas la peau et adapté à tous types de peau Sèche rapidement, ne collant pas et antitaches idéal sur vêtements decouleur.Élimine les odeurs et vous permet de rester frais, en vous faisant sentir agréable etconfiant toute la journée ,Effet sec longue duré Conception a boule Roulante, ainsi facileà utiliser prévention des démangeaisons sousl'aisselle ,permet la chaleur de s’évaporer sans effetsecondair ",
      "images": [
      ],
      "fonction":"Déodorant, anti transpirant longue durée",
      "featured":false
    },
    {
      "id": 5,
      "name": " Longrich Savon noire détoxifiant et éclatant",
      "quantite":"100 g * 3",
      "smallDescription":"Savon noire a base charbon de bambou",
      "category": "Soins du corps",
      "subCategory": "savon",
      "ingredient": ["Charbon actif de bambou de chine"," huile de coco", "thé vert", "glycérine", "extrais d’aloès Véra", "sucrose naturel"
    ],
      "usage": "Dermiques et capillaire (adultes, enfants),recommandé pour une utilisation quotidienne, comme gommage. Convient pour peaux mixtes et grasses. Peux laisser toute la nuit sur le visage ",
      "tags":[
        "antibacterien","acné","boutton","peau clair"
      ],
      "price": 20.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/BrQNVTF/Charcoal-bamboo-soap-300x300.webp",
      "availability": true,
      "description": "Charbon de bambou : agit comme un aimant pour nettoyer les pores obstrués de la peau, en absorbent les micros saleté de la peau .un vrai exfoliant corporel. Elle est douce, nettoie les cellules en profondeur, raffermit la peau et la rend soyeuse. Riche en silice ce qui lui permet de matifier la peau et de l’adoucir en profondeur. Les propriétés antioxydants du thé vert ralentissent le vieillissement de la peau et protège contre les radicaux libres Nettoie les impuretés, les toxines et le sébum accumulés au cours de la journée touten préservant le film hydrolipidique de la peau Contient des extraits d’aloès Véra qui offre des propriétés antiseptiques etantibactériennes pour protéger les peaux jeunes etsensibles Propriétés antifongiques et antivirales qui rendent efficace contre certaines maladies de la peau Huile de coco conserve l'humidité et humidifie la peau, lutte et prévient contre lesboutons Contient de l’anion qui aide a relaxé le corps pendant le bain et lutter contre les odeurscorpore ",
      "images": [
      ],
      "fonction":"antibactérien, eczéma, peau mort, sébums, acné, bouton, odeur corporel piqûre d’insectes, relaxations, dartres, l'irritation de la peau chez les adultes et les enfants et sans effet indésirables, pellicules",
      "featured":true
    },
    {
      "id": 6,
      "name": "Longrich liqueur de santé",
      "quantite":"45g (3g X 15)",
      "smallDescription":"Un liqueur pour votre bien en tant que consommateur ",
      "category": "Complement Alimentaire",
      "subCategory": "breuvage",
      "ingredient": ["Liqueur neutre extrait de papaye", "Carthame"," Cortex Acanthopanacis radicis (wu chia pi) "
    ],
      "usage": "Orales (adultes hommes femmes),10 a 30ml a sec ou diluer par jour, déconseillé pour les femmes enceinte, mineurs,à consommer diluer si pas habituer à alcool, consommer de préférence en apéro",
      "tags":[
        "maux de tete","vertige"
      ],
      "price": 10.19,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/JxCThRD/Liqueur-de-sante.png",
      "availability": false,
      "description": "liqueur médicale, tonique et aphrodisiaque très populaire , les liqueurs médicale occupe une position importante dans la culture chinoise. Extrait de papaye : Très riche en antioxydants, ainsi permet de lutter contre la formation en excès de radicaux libres,Cortex Acanthopanacis radicis (wu chia pi) : Le cortex est analgésique, cardiotonique, diurétique et tonique du système musculo-squelettique; Il est utilisé pour l'arthrite, les crampes,l'impuissance, les lombalgies, les pruritus et les plaintes rhumatismale ",
      "images": [
      ],
      "fonction":"Traiter les problèmes rénaux, le foie, les intestins, la vision, Aide contre les troubles congestifs de la ménopause, les palpitations, les bouffées de chaleur, l’insomnie,l’irritabilité, les bourdonnements d’oreille. Rééquilibre la tension",
      "featured":false
    },
    {
      "id": 7,
      "name": " Longrich CalciumCroquant ",
      "quantite":"45g (3g X 15)",
      "smallDescription":"CALCIUM Croquant (zinc, fer, magnésiums)",
      "category": "Complement Alimentaire",
      "subCategory": "breuvage",
      "ingredient": ["170mg carbonate de calcium", "2.8mg zinc", "3,12mg fer", "magnésium "
    ],
      "usage": "Interne (hommes, femmes et enfants plus de 4ans Croquer 3 à 4 comprimés en une prise 1 fois par jour pour adulte, De 4 à 10ans 1 comprimé 2 fois par jours ,De 11 a 17ans 1 comprimé 3fois par jours",
      "tags":[
        "maux de tete","vertige"
      ],
      "price": 17.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/0ss4HFW/Longrichcalicium.jpg",
      "availability": false,
      "description": "Le calicium est le mineral le plus abondant u corps humain, et l'un des plus importants. Le calcium est l;un des nutriments qui constituent la base de regime saint; le calcium possede mille vertus, Si ce mineral fait aussitot penser a la solidite de nos os, il joue bien d'autres roles dans notre organisme. C'est un compagnon indispensable de notre sante< Une partie d calcium participe egalement aux fonctions cardiaques, renales , nerveuses et musculaires. Aide a solidifier et maintenir en sante les os et les dents , aide a prevenir et traiter l'osteoporose et autre maladie des os ",
      "images": [
      ],
      "fonction":"supplément de calcium, zinc fer et magnésium",
      "featured":true
    },
    {
      "id": 7,
      "name": " Longrich Arthro SupReviver 700mg",
      "quantite":"0.5g X 60 compr.",
      "smallDescription":"CALCIUM Croquant (zinc, fer, magnésiums)",
      "category": "Complement Alimentaire",
      "subCategory": "breuvage",
      "ingredient": [ "hydrochlorure de glucosamine", "Sulfate de chondroïtine", "Extrait de thé vert"  ,"Polyphénols", "Extrait de gingembre – Gingerol, "
    ],
      "usage": "Orales (adultes homes et femmes),2 à 3 comprimé en une prise 2 fois par jour, Boire a jeune le matin et le soire 45mm après lesrepas",
      "tags":[
        "alimentaire","liqueur","boire"
      ],
      "price": 90.69,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/LpT99zC/Longrich-Arthro.png",
      "availability": false,
      "description": "L 'hydro chlorure de glucosamine La glucosamine est une molécule fabriquée par le corps à partir de la glutamine, un acide aminé, et du glucose. Elle joue un rôle crucial dans le maintien de la bonne santé du cartilage des articulations. La glucosamine augmente en effet l'action lubrifiante du liquide synovial et ralenti la dégradation du cartilage, et a un effet bénéfique sur différents marqueurs de la santé des articulations. Lorsque son processus de fabrication est déréglé, les cartilages dégénèrent et l'arthrose et ses douleurs s'installent ",
      "images": [
      ],
      "fonction":"Pour soigner l´arthrose, les tendinites, l´épicondylite, l´épine de Lenoir, la faiblesse du système immunitaire, les maladies du cœur et des vaisseaux sanguins",
      "featured":false
    },
    {
      "id": 8,
      "name": "Longrich Cordyceps Militaris Capsule",
      "quantite":"(0.5g X60 capsules)",
      "smallDescription":"Cordyceps Militaris anti-biotique",
      "category": "Complement Alimentaire",
      "subCategory": "breuvage",
      "ingredient": [ "Cordycepin (3'Deoxyadenosine)", "Acide Cordycepic (D-Mannitol)", "Nucléosides", 
"Adénosine (uracile, uridine, déoxyuridine, guanoside, thymidine)", "Polysaccharide Cordyceps","Stérols ergostérol (béta-sitostérol, daucostérol, campestérol) SOD","Sélénium (SE) "
    ],
      "usage": "Orales (adultes homes et femmes),1- 2 gélules 2 fois par jours le matin a jeune et le soir 45mm avant ou après les repas",
      "tags":[
        "alimentaire","liqueur","boire"
      ],
      "price": 21.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/7tfyttQ/Longrich-cordyceps.png",
      "availability": true,
      "description": "Des études, ont démontré l'efficacité du Cordyceps dans nombres problèmes de santé et affections.Stimulation sexuelle et dysfonction érectile. Les études, en double aveugle, effectuées sur plus de 1000 hommes et femmes ont démontré un effet tonique sur les fonctions sexuelles déficientes ",
      "images": [
      ],
      "fonction":"Stimulant général physiques, sexuelles et intellectuelles. Fatigue générale, épuisement nerveux, Dysfonction érectile, Problèmes cardiaques, Taux élevé de cholestérol, Troubles rénaux, Faiblesse et problèmes hépatiques, Faiblesse pulmonaire et des bronches, Faiblesse du système immunitaire, Augmentation des performances athlétiques",
      "featured":false
    }
    ,
    {
      "id": 9,
      "name": "Longrich savon  a base the Blanc",
      "quantite":"100g",
      "smallDescription":"Savon transparent et efficace à base de thé blanc",
      "category": "Soins du corps",
      "subCategory": "breuvage",
      "ingredient": [ "Thé blanc" ," huile de coco","miel"
    ],
      "usage": "Dermiques et capillaire (adultes, enfants), recommandé pour une utilisation quotidienne, comme gommage. Convient pour peaux mixtes et grasses. Peux laisser toute la nuit sur le visage",
      "tags":[
        "alimentaire","liqueur","boire"
      ],
      "price": 34.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/5xTvQn7/retry-Long.png",
      "availability": true,
      "description": "Le thé blanc favorise une peau saine et éclatante en neutralisant les radicaux libres car très riche en antioxydant,Aide à traiter et prévenir l’acné en éliminant les excès de toxines et gardent ainsi votre peau pure et sans lésions causées parl’acné",
      "images": [
      ],
      "fonction":"Stimulant général physiques, sexuelles et intellectuelles. Fatigue générale, épuisement nerveux, Dysfonction érectile, Problèmes cardiaques, Taux élevé de cholestérol, Troubles rénaux, Faiblesse et problèmes hépatiques, Faiblesse pulmonaire et des bronches, Faiblesse du système immunitaire, Augmentation des performances athlétiques",
      "featured":false
    }
    ,
    {
      "id": 10,
      "name": "Longrich creme pour les mains",
      "quantite":"200ml",
      "smallDescription":"Rend tes mains plus douces",
      "category": "Soins du corps",
      "subCategory": "creme",
      "ingredient": [ "Thé blanc" ," huile de coco","ODT"
    ],
      "usage": "Dermiques et capillaire (adultes, enfants), recommandé pour une utilisation quotidienne, comme gommage. Convient pour peaux mixtes et grasses. Peux laisser toute la nuit sur le visage",
      "tags":[
        "alimentaire","liqueur","boire"
      ],
      "price": 34.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/zFHXZBh/longrichcreme.png",
      "availability": true,
      "description": "Le thé blanc favorise une peau saine et éclatante en neutralisant les radicaux libres car très riche en antioxydant,Aide à traiter et prévenir l’acné en éliminant les excès de toxines et gardent ainsi votre peau pure et sans lésions causées parl’acné",
      "images": [
      ],
      "fonction":"Stimulant général physiques, sexuelles et intellectuelles. Fatigue générale, épuisement nerveux, Dysfonction érectile, Problèmes cardiaques, Taux élevé de cholestérol, Troubles rénaux, Faiblesse et problèmes hépatiques, Faiblesse pulmonaire et des bronches, Faiblesse du système immunitaire, Augmentation des performances athlétiques",
      "featured":false
    }
    ,
    {
      "id": 11,
      "name": "Longrich Green tea minceur",
      "quantite":"3g * 15",
      "smallDescription":"The minceur efficace",
      "category": "Complement alimentaire",
      "subCategory": "tea",
      "ingredient": [ "Thé " ," poudre coco","menthe aromatique"
    ],
      "usage": "Pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "alimentaire","the","boire"
      ],
      "price":12.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/DYH9HJW/Whats-App-Image-2022-04-08-at-10-15-52-AM-300x300.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur the minceur qui vous permettre de vous rendre plus mince que maintenant tout en succulent un bon the lors de votre dejeune ou apres.",
      "images": [
      ],
      "fonction":"the minceur , force musculaire , energie toute la journee,Sans aucun consequence",
      "featured":false
    }
    ,
    {
      "id": 12,
      "name": "Longrich Brown tea minceur",
      "quantite":"3g * 15",
      "smallDescription":"The minceur efficace",
      "category": "Complement alimentaire",
      "subCategory": "tea",
      "ingredient": [ "Thé brun" ," sodium ","menthe aromatique"
    ],
      "usage": "Pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "alimentaire","the","boire"
      ],
      "price": 9.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/YtX1cRx/A-New-Design21-600x600.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur the minceur qui vous permettre de vous rendre plus mince que maintenant tout en succulent un bon the lors de votre dejeune ou apres.",
      "images": [
      ],
      "fonction":"the minceur , force musculaire , energie toute la journee,Sans aucun consequence",
      "featured":false
    }
    ,
    {
      "id": 13,
      "name": "Longrich Pink tea minceur",
      "quantite":"3g * 15",
      "smallDescription":"The minceur efficace",
      "category": "Complement alimentaire",
      "subCategory": "tea",
      "ingredient": [ "Thé rose" ," poudre de coco ","menthe aromatique"
    ],
      "usage": "Pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "alimentaire","the","boire"
      ],
      "price": 8.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/mCqcXcH/A-New-Design22-600x600.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur the minceur qui vous permettre de vous rendre plus mince que maintenant tout en succulent un bon the lors de votre dejeune ou apres.",
      "images": [
      ],
      "fonction":"the minceur , force musculaire , energie toute la journee,Sans aucun consequence",
      "featured":false
    }
    ,
    {
      "id": 14,
      "name": "Longrich Cordycep coffee",
      "quantite":"3g * 15",
      "smallDescription":"The Caffee avec des faits efficace",
      "category": "Complement alimentaire",
      "subCategory": "tea",
      "ingredient": [ "Thé rose" ," poudre de coco ","menthe aromatique"
    ],
      "usage": "Pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "alimentaire","the","boire"
      ],
      "price": 14.69,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/6bMJM8v/Cordycep-coffee.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur caffee qui vous permettre de vous rendre plus mince que maintenant tout en succulent un bon the lors de votre dejeune ou apres.",
      "images": [
      ],
      "fonction":"Caffee a multiple effets, force musculaire , energie toute la journee,Sans aucun consequence",
      "featured":true
    }
    ,
    {
      "id": 15,
      "name": "Longrich lotion rajeunissement",
      "quantite":"200ml",
      "smallDescription":"Lotion qui vous rend votre jeunesse",
      "category": "Soins corporel",
      "subCategory": "lotion",
      "ingredient": [ "sodium" ," parfum rosee ","Louvan"
    ],
      "usage": "Plus de 4 ans pour utilisation,à appliquer sur la peau pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "lotion","peau","peau clair"
      ],
      "price": 34.99,
      "priceDiscount": 69.99,
      "image": "https://i.ibb.co/y6LcQJr/A-New-Design20.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur lotion qui vous permettre de vous rendre plus clair et avoir une peau lisse que maintenant.",
      "images": [
      ],
      "fonction":"Supprime la plus part de rides, rend votre peau plus jeune , ne constitue pas un danger pour votre peau, utilisation de produits naturel pour se faire",
      "featured":false
    }
    ,
    {
      "id": 16,
      "name": "Sheep placenta sod milk",
      "quantite":"250ml",
      "smallDescription":"Lotion qui va lisser votre peau",
      "category": "Soins corporel",
      "subCategory": "lotion",
      "ingredient": [ "sodium" ," parfum rosee ","mythl de rafia"
    ],
      "usage": "Plus de 2 ans pour utilisation,à appliquer sur la peau pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "lotion","peau","peau clair"
      ],
      "price": 24.99,
      "priceDiscount": 20.99,
      "image": "https://i.ibb.co/R2QBB0z/A-New-Design19.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur lotion qui vous permettre de vous rendre plus nicer et avoir une peau lisse que maintenant.",
      "images": [
      ],
      "fonction":"Supprime la plus part de defaut sur la peau, rend votre peau plus jeune , ne constitue pas un danger pour votre peau, utilisation de produits naturel pour se faire",
      "featured":false
    }
    ,
    {
      "id": 17,
      "name": "Longrich Body wash",
      "quantite":"200ml",
      "smallDescription":"Lotion pour une lavage complet",
      "category": "Soins corporel",
      "subCategory": "lotion",
      "ingredient": [ "parfum menth" ,"sodium","mythl de rafia"
    ],
      "usage": "Produit pour toute la famillepour utilisation,à appliquer sur la peau pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "lotion","peau","peau clair"
      ],
      "price": 24.99,
      "priceDiscount": 20.99,
      "image": "https://i.ibb.co/zHfdf4r/Body-wash-300x300.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur body washer pour laver votre corps et va vous permettre de vous rendre plus nicer et avoir une peau lisse que maintenant.",
      "images": [
      ],
      "fonction":"Supprime la plus part de defaut sur la peau, rend votre peau plus jeune , ne constitue pas un danger pour votre peau, utilisation de produits naturel pour se faire",
      "featured":true
    }
    ,
    {
      "id": 18,
      "name": "Longrich Shampoo",
      "quantite":"300ml",
      "smallDescription":"Shampoo pour laver votre tete",
      "category": "Soins corporel",
      "subCategory": "lotion",
      "ingredient": [ "parfum menth" ,"sodium","mythl de rafia"
    ],
      "usage": "Produit pour toute la famille pour laver votre tete,à appliquer sur la peau pour tout le monde , a mettre dans le the chaud et consomme chaud",
      "tags":[
        "lotion","peau","peau clair"
      ],
      "price": 24.99,
      "priceDiscount": 20.99,
      "image": "https://i.ibb.co/gyM6WYr/shampoo.webp",
      "availability": true,
      "description": "C'est l'un de nos meilleur body washer pour laver votre corps et va vous permettre de vous rendre plus nicer et avoir une peau lisse que maintenant.",
      "images": [
      ],
      "fonction":"Supprime la plus part de defaut sur la peau, rend votre peau plus jeune , ne constitue pas un danger pour votre peau, utilisation de produits naturel pour se faire",
      "featured":true
    }
    ,
    {
      "id": 18,
      "name": "Bouteil Alcalin Longrich",
      "quantite":"2l capacité",
      "smallDescription":"Distiler votre propre eau ",
      "category": "divers",
      "subCategory": "eau",
      "ingredient": [ "Pas d'ingredient"
    ],
      "usage": "Produit pour toute la famille en mettant votre eau dans ce dernier et ainsi le rendre plus potable que maintenant",
      "tags":[
        "eau"
      ],
      "price": 24.99,
      "priceDiscount": 20.99,
      "image": "https://i.ibb.co/KyGPYGt/A-New-Design23-600x600.webp",
      "availability": true,
      "description": "Ce bouteil de distilation Alcalin et une meilleur option pour equilibrer le pH de votre eau et ainsi ameliorer la sante de tout consommateur de cette eau.",
      "images": [
      ],
      "fonction":"Ameliorer votre eau , supprimer les impuretes, distiller , equilibrer le pH dans l'eau",
      "featured":false
    }
   
  ]
  